Repository: solar05/neuro_scav
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: ru

source: Generate neuro
ru: Сгенерировать neuro-дичка

source: Neuro-scav
ru: Neuro-дикий

source: Single
ru: Одинокий

source: Team
ru: Компания

source: Generate single
ru: Сгенерировать дичка

source: Generate team
ru: Сгенерировать команду

source: Single placeholder
ru: Здесь будет дичок

source: Team placeholder
ru: Здесь будет команда

source: Stats
ru: Статистика

source: Stats placeholder
ru: Статистика

source: Neuro placeholder
ru: Здесь будет neuro-дичок

source: Neuro scheduled
ru: Генерируем...

source: Limit reached
ru: Достигнут лимит запросов

source: Neuro already scheduled
ru: Генерируем, ожидайте...

source: Neuro error
ru: Что-то пошло не так

source: Queue place
ru: Ваше место в очереди: %{place}

source: Neuro next
ru: Генерируем дичка для вас

source: Gnome click
ru: Нажми на гнома!

source: Gnome catched
ru: ТЫ ПОЙМАЛ ГНОМА!

source: Stats common
ru: Обычные

source: Stats uncommon
ru: Необычные

source: Stats rare
ru: Редкие

source: Stats epic
ru: Эпичные

source: Stats legendary
ru: Легендарные

source: Stats neuro
ru: Нейро-дички

source: Stats gnome
ru: Секретные
